Repository: tomwuyutao/Weather-Atlas
Catalog: Weather/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hant

source: No cities are available for this collection.
de: Für diese Sammlung sind keine Städte verfügbar.
es: No hay ciudades disponibles para esta colección.
fr: Aucune ville n’est disponible pour cette collection.
it: Non ci sono città disponibili per questa raccolta.
ja: このコレクションに利用できる都市はありません。
ko: 이 컬렉션에 사용할 수 있는 도시가 없습니다.
pt: Não há cidades disponíveis para esta coleção.
ru: Для этой коллекции нет доступных городов.
zh_hans: 此集合没有可用城市。
zh_hant: 此集合沒有可用城市。

source: No Collections
de: Keine Sammlungen
es: Ninguna colección
fr: Aucune collection
it: Nessuna raccolta
ja: コレクションなし
ko: 컬렉션 없음
pt: Nenhuma coleção
ru: Нет коллекций
zh_hans: 没有集合
zh_hant: 沒有集合

source: No countries found.
de: Keine Länder gefunden.
es: No se encontraron países.
fr: Aucun pays trouvé.
it: Nessun paese trovato.
ja: 国が見つかりません。
ko: 국가를 찾을 수 없습니다.
pt: Nenhum país encontrado.
ru: Страны не найдены.
zh_hans: 未找到国家。
zh_hant: 找不到國家。

source: No Forecast Dates
de: Keine Prognosedaten
es: Sin fechas previstas
fr: Aucune date de prévision
it: Nessuna data di previsione
ja: 予測日なし
ko: 예측 날짜 없음
pt: Sem datas previstas
ru: Нет прогнозируемых дат
zh_hans: 无预测日期
zh_hant: 無預測日期

source: No forecast for the selected date.
de: Für das ausgewählte Datum gibt es keine Vorhersage.
es: No hay pronóstico para la fecha seleccionada.
fr: Aucune prévision pour la date sélectionnée.
it: Nessuna previsione per la data selezionata.
ja: 選択した日付の予報はありません。
ko: 선택한 날짜의 예보가 없습니다.
pt: Sem previsão para a data selecionada.
ru: Для выбранной даты нет прогноза.
zh_hans: 所选日期没有天气预报。
zh_hant: 所選日期沒有天氣預報。

source: No Forecast for This Date
de: Keine Vorhersage für dieses Datum
es: No hay pronóstico para esta fecha
fr: Aucune prévision pour cette date
it: Nessuna previsione per questa data
ja: この日の予報はありません
ko: 이 날짜의 예보 없음
pt: Sem previsão para esta data
ru: Нет прогноза на эту дату
zh_hans: 此日期没有天气预报
zh_hant: 此日期沒有天氣預報

source: No Internet Connection
de: Keine Internetverbindung
es: Sin conexión a Internet
fr: Pas de connexion Internet
it: Nessuna connessione Internet
ja: インターネットに接続されていません
ko: 인터넷에 연결되지 않음
pt: Sem ligação à Internet
ru: Нет подключения к интернету
zh_hans: 无互联网连接
zh_hant: 沒有網路連線

source: No More Sun Today
de: Heute keine Sonne mehr
es: Hoy no habrá más sol
fr: Plus de soleil aujourd’hui
it: Oggi niente più sole
ja: 今日はもう日が出ません
ko: 오늘은 더 이상 해가 나지 않습니다
pt: Não haverá mais sol hoje
ru: Сегодня солнца больше не будет
zh_hans: 今天不会再有阳光
zh_hant: 今天不會再有陽光

source: No Places in This Collection
de: Keine Orte in dieser Sammlung
es: No hay lugares en esta colección
fr: Aucun lieu dans cette collection
it: Nessun luogo in questa raccolta
ja: このコレクションに場所はありません
ko: 이 컬렉션에 장소 없음
pt: Nenhum local nesta coleção
ru: В этой коллекции нет мест
zh_hans: 此集合中没有地点
zh_hant: 此集合中沒有地點

source: No Places to Show
de: Keine Orte zum Anzeigen
es: No hay lugares para mostrar
fr: Aucun lieu à afficher
it: Nessun luogo da mostrare
ja: 表示する場所がありません
ko: 표시할 장소가 없습니다.
pt: Não há lugares para mostrar
ru: Нет мест для показа
zh_hans: 没有地方可以显示
zh_hant: 沒有地方可以顯示

source: No Places Yet
de: Noch keine Orte
es: Aún no hay lugares
fr: Aucun lieu pour l'instant
it: Ancora nessun luogo
ja: 場所はまだありません
ko: 아직 장소가 없음
pt: Ainda não existem locais
ru: Мест пока нет
zh_hans: 还没有地点
zh_hant: 還沒有地點

source: No Saved Places
de: Keine gespeicherten Orte
es: No hay lugares guardados
fr: Aucun lieu enregistré
it: Nessun luogo salvato
ja: 保存した場所はありません
ko: 저장한 장소 없음
pt: Nenhum local guardado
ru: Нет сохранённых мест
zh_hans: 没有已保存地点
zh_hant: 沒有已儲存的地點

source: No saved-place forecasts are available for this period.
de: Für diesen Zeitraum sind keine Vorhersagen für gespeicherte Orte verfügbar.
es: No hay previsiones disponibles de los lugares guardados para este periodo.
fr: Aucune prévision des lieux enregistrés n’est disponible pour cette période.
it: Non sono disponibili previsioni per i luoghi salvati in questo periodo.
ja: この期間に利用できる保存した場所の予報はありません。
ko: 이 기간에 사용할 수 있는 저장된 장소의 예보가 없습니다.
pt: Não existem previsões disponíveis para os locais salvos neste período.
ru: На этот период нет доступных прогнозов для сохраненных мест.
zh_hans: 此时段没有可用的已保存地点天气预报。
zh_hant: 此時段沒有可用的已保存地點天氣預報。

source: No strong sunny days
de: Keine starken Sonnentage
es: No hay días soleados fuertes
fr: Pas de fortes journées ensoleillées
it: Nessuna giornata soleggiata e forte
ja: 強い晴れの日はありません
ko: 강한 화창한 날은 없습니다
pt: Sem dias de sol forte
ru: Нет сильных солнечных дней
zh_hans: 没有强烈的晴天
zh_hant: 沒有強烈的晴天

source: No Sun
de: Keine Sonne
es: Sin sol
fr: Pas de soleil
it: Niente sole
ja: 日差しなし
ko: 햇빛 없음
pt: Sem sol
ru: Нет солнца
zh_hans: 没有阳光
zh_hant: 沒有陽光

source: No Sun on this day
de: An diesem Tag gibt es keine Sonne
es: No hay sol en este día
fr: Pas de soleil ce jour
it: Nessun sole in questo giorno
ja: この日は太陽がありません
ko: 이날은 태양이 없습니다
pt: Não há sol neste dia
ru: Солнца в этот день нет
zh_hans: 这一天没有太阳
zh_hant: 這一天沒有太陽

source: No Sun Today
de: Heute keine Sonne
es: No habrá sol hoy
fr: Pas de soleil aujourd’hui
it: Nessun sole oggi
ja: 今日は日が出ません
ko: 오늘은 해가 나지 않습니다
pt: Sem sol hoje
ru: Сегодня без солнца
zh_hans: 今天无阳光
zh_hant: 今天無陽光

source: No sunny city was found within this range.
de: In diesem Bereich wurde keine sonnige Stadt gefunden.
es: No se encontró ninguna ciudad soleada dentro de este rango.
fr: Aucune ville ensoleillée n’a été trouvée dans cette fourchette.
it: Nessuna città soleggiata è stata trovata in questo intervallo.
ja: この範囲内では晴れた都市は見つかりませんでした。
ko: 이 범위 내에서는 햇볕이 잘 드는 도시를 찾을 수 없습니다.
pt: Nenhuma cidade ensolarada foi encontrada nesta faixa.
ru: В этом диапазоне не обнаружено ни одного солнечного города.
zh_hans: 在此范围内未发现阳光明媚的城市。
zh_hant: 在此範圍內未發現陽光明媚的城市。

source: No sunny places for this date.
de: Keine sonnigen Orte für dieses Datum.
es: No hay lugares soleados para esta fecha.
fr: Aucun lieu ensoleillé pour cette date.
it: Nessun luogo soleggiato per questa data.
ja: この日付には日差しの良い場所がありません。
ko: 이 날짜에는 햇살 좋은 장소가 없습니다.
pt: Nenhum lugar ensolarado para esta data.
ru: Нет солнечных мест на эту дату.
zh_hans: 此日期没有晴朗的地方。
zh_hant: 此日期沒有陽光好的地方。

source: No sunny-hour comparison is available for this date.
de: Für dieses Datum ist kein Vergleich der Sonnenstunden verfügbar.
es: No hay ninguna comparación de horas de sol disponible para esta fecha.
fr: Aucune comparaison des heures d’ensoleillement n’est disponible pour cette date.
it: Non è disponibile alcun confronto delle ore di sole per questa data.
ja: この日付に利用できる晴れ時間の比較はありません。
ko: 이 날짜에 사용할 수 있는 맑은 시간 비교가 없습니다.
pt: Não está disponível uma comparação das horas de sol para esta data.
ru: Для этой даты сравнение солнечных часов недоступно.
zh_hans: 此日期没有可用的晴朗时段比较。
zh_hant: 此日期沒有可用的晴朗時段比較。

source: North America
de: Nordamerika
es: Norteamérica
fr: Amérique du Nord
it: Nord America
ja: 北アメリカ
ko: 북아메리카
pt: América do Norte
ru: Северная Америка
zh_hans: 北美洲
zh_hant: 北美洲

source: Number of Cities
de: Anzahl der Städte
es: Número de ciudades
fr: Nombre de villes
it: Numero di città
ja: 都市数
ko: 도시 수
pt: Número de cidades
ru: Количество городов
zh_hans: 城市数量
zh_hant: 城市數量

source: Open a place to find its best sunny window and detailed forecast.
de: Öffnen Sie einen Ort, um das beste Sonnenfenster und eine detaillierte Wettervorhersage zu finden.
es: Abra un lugar para encontrar su mejor ventana soleada y un pronóstico detallado.
fr: Ouvrez un endroit pour trouver sa meilleure fenêtre ensoleillée et ses prévisions détaillées.
it: Apri un luogo per trovare la migliore finestra soleggiata e previsioni dettagliate.
ja: 場所を開いて、最も日当たりの良い窓と詳細な天気予報を確認します。
ko: 가장 햇볕이 잘 드는 창과 자세한 일기예보를 찾을 수 있는 장소를 엽니다.
pt: Abra um local para encontrar sua melhor janela ensolarada e previsão detalhada.
ru: Откройте место, чтобы найти лучшее солнечное окно и подробный прогноз.
zh_hans: 打开一个地方，找到最好的阳光明媚的窗户和详细的天气预报。
zh_hant: 打開一個地方，找到最好的陽光明媚的窗戶和詳細的天氣預報。

source: Open Forecast Date Picker
de: Auswahl für Prognosedatum öffnen
es: Abrir selector de fecha de pronóstico
fr: Ouvrir le sélecteur de date de prévision
it: Apri selettore data di previsione
ja: 予報日の選択を開く
ko: 예보 날짜 선택기 열기
pt: Abrir seletor de data da previsão
ru: Открыть выбор даты прогноза
zh_hans: 打开预报日期选择器
zh_hant: 開啟預報日期選擇器

source: Open place preview
de: Ortsvorschau öffnen
es: Abrir vista previa del lugar
fr: Ouvrir l’aperçu du lieu
it: Apri anteprima luogo
ja: 場所のプレビューを開く
ko: 장소 미리보기 열기
pt: Abrir prévia do local
ru: Открыть предпросмотр места
zh_hans: 打开地点预览
zh_hant: 開啟地點預覽

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt: Abrir Definições
ru: Открыть Настройки
zh_hans: 打开设置
zh_hant: 開啟設定

source: Open Weather Atlas to refresh.
de: Öffne Weather Atlas zum Aktualisieren.
es: Abre Weather Atlas para actualizar.
fr: Ouvrez Weather Atlas pour actualiser.
it: Apri Weather Atlas per aggiornare.
ja: Weather Atlasを開いて更新してください。
ko: 새로 고치려면 Weather Atlas를 여세요.
pt: Abra o Weather Atlas para atualizar.
ru: Откройте Weather Atlas, чтобы обновить данные.
zh_hans: 打开 Weather Atlas 以刷新。
zh_hant: 開啟 Weather Atlas 以重新整理。

source: Opening %@
de: Öffnen von %@
es: Apertura %@
fr: Ouverture de %@
it: Apertura di %@
ja: オープニング %@
ko: %@ 열기
pt: Abrindo %@
ru: Открытие %@
zh_hans: 打开 %@
zh_hant: 開啟 %@

source: Opens this place's forecast
de: Öffnet die Vorhersage dieses Ortes
es: Abre el pronóstico de este lugar.
fr: Ouvre les prévisions de ce lieu
it: Apre le previsioni di questo luogo
ja: この場所の天気予報を開きます
ko: 이 장소의 일기예보를 엽니다.
pt: Abre a previsão deste lugar
ru: Открывает прогноз этого места
zh_hans: 打开该地点的预报
zh_hant: 打開該地點的預報

source: Opens weather attribution
de: Öffnet die Wetterquellenangabe
es: Abre la atribución meteorológica
fr: Ouvre l’attribution météo
it: Apre l'attribuzione meteo
ja: 気象情報の出典を開きます
ko: 날씨 정보 출처를 엽니다
pt: Abre a atribuição meteorológica
ru: Открывает сведения об источнике погодных данных
zh_hans: 打开天气数据来源说明
zh_hant: 開啟天氣資料來源說明

source: Overlay
de: Überlagerung
es: Superposición
fr: Superposition
it: Sovrapposizione
ja: オーバーレイ
ko: 오버레이
pt: Sobreposição
ru: Наложение
zh_hans: 叠加层
zh_hant: 疊加層

source: Overlay: %@
de: Überlagerung: %@
es: Superposición: %@
fr: Superposition : %@
it: Sovrapposizione: %@
ja: オーバーレイ：%@
ko: 오버레이: %@
pt: Sobreposição: %@
ru: Наложение: %@
zh_hans: 叠加层：%@
zh_hant: 疊加層：%@

source: Page %lld of %lld
de: Seite %lld von %lld
es: Página %lld de %lld
fr: Page %lld de %lld
it: Pagina %lld di %lld
ja: ページ %lld / %lld
ko: %lld의 페이지 %lld
pt: Página %lld de %lld
ru: Страница %lld из %lld
zh_hans: %lld 的页面 %lld
zh_hant: %lld 的頁面 %lld

source: Partly Cloudy
de: Teilweise bewölkt
es: Parcialmente nublado
fr: Partiellement nuageux
it: Parzialmente nuvoloso
ja: 時々曇り
ko: 구름 조금
pt: Parcialmente nublado
ru: Переменная облачность
zh_hans: 局部多云
zh_hant: 局部多雲

source: Partly Sunny
de: Teilweise sonnig
es: Parcialmente soleado
fr: Partiellement ensoleillé
it: Parzialmente soleggiato
ja: 時々晴れ
ko: 가끔 맑음
pt: Parcialmente solarengo
ru: Переменная солнечность
zh_hans: 局部晴
zh_hant: 局部晴

source: Pick a Continent
de: Kontinent auswählen
es: Elige un continente
fr: Choisissez un continent
it: Scegli un continente
ja: 大陸を選ぶ
ko: 대륙 선택
pt: Escolha um continente
ru: Выберите континент
zh_hans: 选择一个大洲
zh_hant: 選擇一個洲

source: Pick a Country
de: Land auswählen
es: Elige un país
fr: Choisissez un pays
it: Scegli un paese
ja: 国を選ぶ
ko: 국가 선택
pt: Escolha um país
ru: Выберите страну
zh_hans: 选择一个国家
zh_hant: 選擇一個國家

source: Pick a country or continent and Weather Atlas will add its 15 largest cities directly to Saved Places.
de: Wählen Sie ein Land oder einen Kontinent aus und Weather Atlas fügt die 15 größten Städte direkt zu „Gespeicherte Orte“ hinzu.
es: Elija un país o continente y Weather Atlas agregará sus 15 ciudades más grandes directamente a Lugares guardados.
fr: Choisissez un pays ou un continent et Weather Atlas ajoutera ses 15 plus grandes villes directement aux lieux enregistrés.
it: Scegli un paese o un continente e Weather Atlas aggiungerà le sue 15 città più grandi direttamente ai Luoghi salvati.
ja: 国または大陸を選択すると、Weather Atlas はその 15 の最大都市を保存された場所に直接追加します。
ko: 국가나 대륙을 선택하면 Weather Atlas에서 가장 큰 15개 도시를 저장된 장소에 직접 추가합니다.
pt: Escolha um país ou continente e o Weather Atlas adicionará suas 15 maiores cidades diretamente aos Locais salvos.
ru: Выберите страну или континент, и Weather Atlas добавит 15 крупнейших городов прямо в «Сохраненные места».
zh_hans: 选择一个国家或大陆，Weather Atlas 会将其最大的 15 个城市直接添加到“已保存地点”中。
zh_hant: 選擇一個國家或大陸，Weather Atlas 將其最大的 15 個城市直接添加到「已保存地點」中。

source: place
de: Ort
es: lugar
fr: lieu
it: luogo
ja: 場所
ko: 장소
pt: local
ru: место
zh_hans: 地点
zh_hant: 地點

source: Place
de: Ort
es: Lugar
fr: Lieu
it: Luogo
ja: 場所
ko: 장소
pt: Local
ru: Место
zh_hans: 地点
zh_hant: 地點

source: Place Actions
de: Aktionen für diesen Ort
es: Acciones del lugar
fr: Actions du lieu
it: Azioni per il luogo
ja: 場所の操作
ko: 장소 작업
pt: Ações do local
ru: Действия с местом
zh_hans: 地点操作
zh_hant: 地點操作

source: Place data is missing for %@.
de: Ortsdaten für %@ fehlen.
es: Faltan los datos de lugar de %@.
fr: Les données de lieu pour %@ sont manquantes.
it: Mancano i dati della località per %@.
ja: %@の場所データがありません。
ko: %@의 장소 데이터가 없습니다.
pt: Faltam os dados do local de %@.
ru: Данные о месте %@ отсутствуют.
zh_hans: 缺少 %@ 的地点数据。
zh_hant: 缺少 %@ 的地點資料。

source: Place Not Found
de: Ort nicht gefunden
es: Lugar no encontrado
fr: Lieu introuvable
it: Luogo non trovato
ja: 場所が見つかりません
ko: 장소를 찾을 수 없음
pt: Local não encontrado
ru: Место не найдено
zh_hans: 未找到地点
zh_hant: 找不到地點

source: Places
de: Orte
es: Lugares
fr: Lieux
it: Luoghi
ja: 場所
ko: 장소
pt: Locais
ru: Места
zh_hans: 地点
zh_hant: 地點

source: Places Unavailable
de: Orte nicht verfügbar
es: Lugares no disponibles
fr: Lieux indisponibles
it: Luoghi non disponibili
ja: 場所を利用できません
ko: 장소를 사용할 수 없음
pt: Locais indisponíveis
ru: Места недоступны
zh_hans: 地点不可用
zh_hant: 地點無法使用

source: Previous Date
de: Vorheriges Datum
es: Fecha anterior
fr: Date précédente
it: Data precedente
ja: 前回の日付
ko: 이전 날짜
pt: Data Anterior
ru: Предыдущая дата
zh_hans: 上次日期
zh_hant: 上次日期

source: Previous Forecast Date
de: Vorheriges Prognosedatum
es: Fecha de pronóstico anterior
fr: Date de prévision précédente
it: Data di previsione precedente
ja: 前の予報日
ko: 이전 예보 날짜
pt: Data de previsão anterior
ru: Предыдущая дата прогноза
zh_hans: 上一个预报日期
zh_hant: 上一個預報日期

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt: Política de privacidade
ru: Политика конфиденциальности
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Rain
de: Regen
es: Lluvia
fr: Pluie
it: Pioggia
ja: 雨
ko: 비
pt: Chuva
ru: Дождь
zh_hans: 雨
zh_hant: 雨

source: Rain Chance
de: Regenwahrscheinlichkeit
es: Probabilidad de lluvia
fr: Risque de pluie
it: Probabilità di pioggia
ja: 降水確率
ko: 강수 확률
pt: Probabilidade de chuva
ru: Вероятность дождя
zh_hans: 降雨概率
zh_hant: 降雨機率

source: Rank %lld
de: Rang %lld
es: Puesto %lld
fr: Rang %lld
it: Posizione %lld
ja: 第%lld位
ko: %lld위
pt: Posição %lld
ru: Место %lld
zh_hans: 排名第 %lld
zh_hant: 排名第 %lld

source: Recommended Countries
de: Empfohlene Länder
es: Países recomendados
fr: Pays recommandés
it: Paesi consigliati
ja: おすすめの国
ko: 추천 국가
pt: Países recomendados
ru: Рекомендуемые страны
zh_hans: 推荐国家
zh_hant: 推薦國家

source: Refresh Forecasts
de: Vorhersagen aktualisieren
es: Actualizar pronósticos
fr: Actualiser les prévisions
it: Aggiorna previsioni
ja: 予報を更新
ko: 예보 새로 고침
pt: Atualizar previsões
ru: Обновить прогнозы
zh_hans: 刷新预报
zh_hant: 重新整理預報

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi
ja: 削除
ko: 제거
pt: Remover
ru: Удалить
zh_hans: 移除
zh_hant: 移除

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名称変更
ko: 이름 변경
pt: Mudar nome
ru: Переименовать
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Collection
de: Sammlung umbenennen
es: Cambiar nombre de colección
fr: Renommer la collection
it: Rinomina raccolta
ja: コレクション名を変更
ko: 컬렉션 이름 변경
pt: Renomear coleção
ru: Переименовать коллекцию
zh_hans: 重命名集合
zh_hant: 重新命名集合

source: Replay Tutorial
de: Tutorial erneut ansehen
es: Repetir tutorial
fr: Revoir le tutoriel
it: Riproduci tutorial
ja: チュートリアルを再表示
ko: 튜토리얼 다시 보기
pt: Rever tutorial
ru: Повторить обучение
zh_hans: 重播教程
zh_hant: 重播教學

source: Reset App
de: App zurücksetzen
es: Restablecer la app
fr: Réinitialiser l’app
it: Reimposta l’app
ja: アプリをリセット
ko: 앱 재설정
pt: Redefinir o app
ru: Сбросить приложение
zh_hans: 重置 App
zh_hant: 重置 App

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats
it: Risultati
ja: 結果
ko: 결과
pt: Resultados
ru: Результаты
zh_hans: 结果
zh_hant: 結果

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt: Guardar
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

source: Save a city to add it to this map.
de: Speichern Sie eine Stadt, um sie dieser Karte hinzuzufügen.
es: Guarde una ciudad para agregarla a este mapa.
fr: Enregistrez une ville pour l'ajouter à cette carte.
it: Salva una città per aggiungerla a questa mappa.
ja: 都市を保存してこのマップに追加します。
ko: 이 지도에 추가하려면 도시를 저장하세요.
pt: Salve uma cidade para adicioná-la a este mapa.
ru: Сохраните город, чтобы добавить его на эту карту.
zh_hans: 保存一个城市并将其添加到此地图中。
zh_hant: 保存一個城市並將其添加到此地圖中。

source: Save a new place here or add one of your existing places to %@.
de: Speichere hier einen neuen Ort oder füge %@ einen vorhandenen Ort hinzu.
es: Guarda aquí un lugar nuevo o añade a %@ uno de tus lugares existentes.
fr: Enregistrez un nouveau lieu ici ou ajoutez à %@ l’un de vos lieux existants.
it: Salva un nuovo luogo qui o aggiungi uno dei tuoi luoghi esistenti a %@.
ja: ここで新しい場所を保存するか、保存済みの場所を%@に追加してください。
ko: 여기에 새 장소를 저장하거나 기존 장소 중 하나를 ‘%@’ 컬렉션에 추가하세요.
pt: Guarde aqui um novo local ou adicione um dos locais existentes a %@.
ru: Сохраните здесь новое место или добавьте одно из уже сохранённых мест в коллекцию «%@».
zh_hans: 在此保存新地点，或将已有地点添加到“%@”。
zh_hant: 在此儲存新地點，或將已有的地點加入「%@」。

source: Save a place to compare sunny hours.
de: Speichere einen Ort, um die Sonnenstunden zu vergleichen.
es: Guarda un lugar para comparar las horas de sol.
fr: Enregistrez un lieu pour comparer les heures d’ensoleillement.
it: Salva un luogo per confrontare le ore di sole.
ja: 場所を保存して晴れ時間を比較しましょう。
ko: 장소를 저장하여 맑은 시간을 비교하세요.
pt: Guarde um local para comparar as horas de sol.
ru: Сохраните место, чтобы сравнить солнечные часы.
zh_hans: 保存地点以比较晴朗时段。
zh_hant: 儲存地點以比較晴朗時段。

source: Save a place to compare upcoming sunny dates.
de: Speichere einen Ort, um bevorstehende sonnige Tage zu vergleichen.
es: Guarda un lugar para comparar los próximos días soleados.
fr: Enregistrez un lieu pour comparer les prochains jours ensoleillés.
it: Salva un luogo per confrontare i prossimi giorni di sole.
ja: 場所を保存して今後の晴れる日を比較しましょう。
ko: 장소를 저장하여 다가오는 맑은 날을 비교하세요.
pt: Guarde um local para comparar os próximos dias de sol.
ru: Сохраните место, чтобы сравнить ближайшие солнечные дни.
zh_hans: 保存地点以比较接下来的晴天。
zh_hant: 儲存地點以比較接下來的晴天。

source: Save cities you care about to compare their weather in one place.
de: Speichern Sie Städte, die Sie interessieren, um deren Wetter an einem Ort zu vergleichen.
es: Guarde las ciudades que le interesan para comparar su clima en un solo lugar.
fr: Enregistrez les villes qui vous intéressent pour comparer leur météo en un seul endroit.
it: Salva le città che ti interessano per confrontare il loro meteo in un unico posto.
ja: 気になる都市を保存して、それらの天気を 1 か所で比較します。
ko: 관심 있는 도시를 저장하여 한 곳에서 날씨를 비교해 보세요.
pt: Salve as cidades de seu interesse para comparar o clima em um só lugar.
ru: Сохраняйте города, которые вам интересны, чтобы сравнивать их погоду в одном месте.
zh_hans: 保存您关心的城市，以便在一处比较它们的天气。
zh_hant: 保存您關心的城市，以便在一處比較它們的天氣。

source: Save cities you care about. You can organize them into optional collections later.
de: Speichere Städte, die dir wichtig sind. Du kannst sie später in optionalen Sammlungen organisieren.
es: Guarda las ciudades que te interesan. Podrás organizarlas en colecciones opcionales más adelante.
fr: Enregistrez les villes qui vous intéressent. Vous pourrez les classer plus tard dans des collections facultatives.
it: Salva le città che ti interessano. Potrai organizzarle in seguito in raccolte facoltative.
ja: 気になる都市を保存しましょう。必要に応じて、後からコレクションに整理できます。
ko: 관심 있는 도시를 저장하세요. 필요하면 나중에 컬렉션으로 정리할 수 있습니다.
pt: Guarde as cidades do seu interesse. Pode organizá-las mais tarde em coleções opcionais.
ru: Сохраняйте интересующие вас города. Позже их можно упорядочить с помощью необязательных коллекций.
zh_hans: 保存你关注的城市，之后可按需将其整理到集合中。
zh_hant: 儲存你關注的城市，之後可依需要將它們整理到集合中。

source: Save Place
de: Ort speichern
es: Guardar lugar
fr: Enregistrer le lieu
it: Salva luogo
ja: 場所を保存
ko: 장소 저장
pt: Guardar local
ru: Сохранить место
zh_hans: 保存地点
zh_hant: 儲存地點

source: Save places first, then choose which ones belong in this collection.
de: Speichere zuerst Orte und wähle anschließend aus, welche zu dieser Sammlung gehören.
es: Guarda primero los lugares y elige después cuáles pertenecen a esta colección.
fr: Enregistrez d’abord les lieux, puis choisissez ceux qui appartiennent à cette collection.
it: Salva prima i luoghi, poi scegli quali appartengono a questa raccolta.
ja: まず場所を保存してから、このコレクションに含める場所を選んでください。
ko: 먼저 장소를 저장한 다음 이 컬렉션에 포함할 장소를 선택하세요.
pt: Guarde primeiro os locais e depois escolha quais pertencem a esta coleção.
ru: Сначала сохраните места, затем выберите, какие из них войдут в эту коллекцию.
zh_hans: 请先保存地点，再选择要加入此集合的地点。
zh_hant: 請先儲存地點，再選擇要加入此集合的地點。

source: Save the places you care about
de: Speichern Sie die Orte, die Ihnen wichtig sind
es: Guarda los lugares que te interesan
fr: Enregistrez les endroits qui vous tiennent à cœur
it: Salva i luoghi che ti interessano
ja: 気になる場所を保存
ko: 관심 있는 장소를 저장하세요.
pt: Salve os lugares que você gosta
ru: Сохраните места, которые вам интересны
zh_hans: 保存您关心的地方
zh_hant: 保存您關心的地方

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
it: Salvato
ja: 保存済み
ko: 저장됨
pt: Salvo
ru: Сохранено
zh_hans: 已保存
zh_hant: 已儲存

source: Saved place %@ does not exist.
de: Der gespeicherte Ort %@ existiert nicht.
es: El lugar guardado %@ no existe.
fr: Le lieu enregistré %@ n’existe pas.
it: Il luogo salvato %@ non esiste.
ja: 保存した場所%@は存在しません。
ko: 다음 저장 장소가 없습니다: %@
pt: O local guardado %@ não existe.
ru: Сохранённое место %@ не существует.
zh_hans: 已保存地点 %@ 不存在。
zh_hant: 已儲存的地點 %@ 不存在。

source: Saved places
de: Gespeicherte Orte
es: Lugares guardados
fr: Lieux enregistrés
it: Luoghi salvati
ja: 保存した場所
ko: 저장한 장소
pt: Locais guardados
ru: Сохранённые места
zh_hans: 已保存地点
zh_hant: 已儲存的地點

source: Saved Places
de: Gespeicherte Orte
es: Lugares guardados
fr: Lieux enregistrés
it: Luoghi salvati
ja: 保存した場所
ko: 저장된 장소
pt: Locais salvos
ru: Сохраненные места
zh_hans: 已保存的地点
zh_hant: 已保存的地點

source: Saved Places data is missing because the library could not be loaded: %@
de: Daten zu gespeicherten Orten fehlen, weil die Bibliothek nicht geladen werden konnte: %@
es: Faltan los datos de lugares guardados porque no se pudo cargar la biblioteca: %@
fr: Les données des lieux enregistrés sont manquantes, car la bibliothèque n’a pas pu être chargée : %@
it: Mancano i dati dei luoghi salvati perché non è stato possibile caricare la libreria: %@
ja: ライブラリを読み込めなかったため、保存した場所のデータがありません：%@
ko: 라이브러리를 불러올 수 없어 저장된 장소 데이터가 없습니다: %@
pt: Faltam os dados dos locais salvos porque não foi possível carregar a biblioteca: %@
ru: Данные сохранённых мест отсутствуют, потому что не удалось загрузить библиотеку: %@
zh_hans: 由于无法加载资料库，缺少已保存地点数据：%@
zh_hant: 由於無法載入資料庫，缺少已儲存地點資料：%@
